import arraw from "../image/waiting.svg";
import track from "../image/delivery-truck.svg";
import group from "../image/Group.svg";
import money from "../image/money-bags.svg";

export const arrNav = [
  "Как это работает",
  "3-й блок",
  "Вопросы и ответы",
  "Форма",
];

export const cards = [
  {
    image: arraw,
    title: "Прочитай задание внимательно",
    text: "Думаю у тебя не займет это больше двух-трех минут",
  },
  {
    image: track,
    title: "Изучи весь макет заранее",
    text: "Подумай как это будет работать на разных разрешениях и при скролле",
  },
  {
    image: group,
    title: "Сделай хорошо",
    text: "Чтобы мы могли тебе доверить подобные задачи в будущем",
  },
  {
    image: money,
    title: "Получи предложение",
    text: "Ну тут все просто, не я придумал правила, но думаю так и будет)))",
  },
];

export const questions = [
  {
    title:
      "Подтверждено: сознание наших соотечественников не замутнено пропагандой?",
    text: "В частности, дальнейшее развитие различных форм деятельности позволяет выполнить важные задания по разработке дальнейших направлений развития. Предварительные выводы неутешительны: экономическая повестка сегодняшнего дня говорит о возможностях существующих финансовых и административных условий.",
  },
  {
    title: "Прототип нового сервиса - это как трубный призыв?",
    text: "В частности, дальнейшее развитие различных форм деятельности позволяет выполнить важные задания по разработке дальнейших направлений развития. Предварительные выводы неутешительны: экономическая повестка сегодняшнего дня говорит о возможностях существующих финансовых и административных условий.",
  },
  {
    title: "Частокол на границе продолжает удивлять?",
    text: "В частности, дальнейшее развитие различных форм деятельности позволяет выполнить важные задания по разработке дальнейших направлений развития. Предварительные выводы неутешительны: экономическая повестка сегодняшнего дня говорит о возможностях существующих финансовых и административных условий.",
  },
  {
    title: "Очевидцы сообщают, что слышали грохот грома градущих изменений?",
    text: "В частности, дальнейшее развитие различных форм деятельности позволяет выполнить важные задания по разработке дальнейших направлений развития. Предварительные выводы неутешительны: экономическая повестка сегодняшнего дня говорит о возможностях существующих финансовых и административных условий.",
  },
  {
    title:
      "И по сей день в центральных регионах звучит перекатами печальный плач оппозиции?",
    text: "В частности, дальнейшее развитие различных форм деятельности позволяет выполнить важные задания по разработке дальнейших направлений развития. Предварительные выводы неутешительны: экономическая повестка сегодняшнего дня говорит о возможностях существующих финансовых и административных условий.",
  },
  {
    title:
      "Нынче никто не может себе позволить инициировать треск разлетающихся скреп?",
    text: "В частности, дальнейшее развитие различных форм деятельности позволяет выполнить важные задания по разработке дальнейших направлений развития. Предварительные выводы неутешительны: экономическая повестка сегодняшнего дня говорит о возможностях существующих финансовых и административных условий.",
  },
  {
    title: "Высококачественный прототип будущего проекта обнадёживает?",
    text: "В частности, дальнейшее развитие различных форм деятельности позволяет выполнить важные задания по разработке дальнейших направлений развития. Предварительные выводы неутешительны: экономическая повестка сегодняшнего дня говорит о возможностях существующих финансовых и административных условий.",
  },
];

export const articles = [
  {
    title: "Опрошенных пользовались микрокредитами",
    text: "Не могли покрыть внезапные траты свыше 7000 ₽. Доступ к заработанным деньгам помогает отказаться от кредитов и экономить деньги на процентах и штрафах Не могли покрыть внезапные траты свыше 7000 ₽. Доступ к заработанным деньгам помогает отказаться от кредитов и экономить деньги на процентах и штрафах",
  },
  {
    title: "Опрошенных пользовались микрокредитами",
    text: "Не могли покрыть внезапные траты свыше 7000 ₽. Доступ к заработанным деньгам помогает отказаться от кредитов и экономить деньги на процентах и штрафах Не могли покрыть внезапные траты свыше 7000 ₽. Доступ к заработанным деньгам помогает отказаться от кредитов и экономить деньги на процентах и штрафахНе могли покрыть внезапные траты свыше 7000 ₽. Доступ к заработанным деньгам помогает отказаться от кредитов и экономить деньги на процентах и штрафах",
  },
  {
    title: "Опрошенных пользовались микрокредитами",
    text: "Не могли покрыть внезапные траты свыше 7000 ₽. Доступ к заработанным деньгам помогает отказаться от кредитов и экономить деньги на процентах и штрафах Не могли покрыть внезапные траты свыше 7000 ₽. Доступ к заработанным деньгам помогает отказаться от кредитов и экономить деньги на процентах и штрафахНе могли покрыть внезапные траты свыше 7000 ₽. Доступ к заработанным деньгам помогает отказаться от кредитов и экономить деньги на процентах и штрафах",
  },
  {
    title: "Опрошенных пользовались микрокредитами",
    text: "Не могли покрыть внезапные траты свыше 7000 ₽. Доступ к заработанным деньгам помогает отказаться от кредитов и экономить деньги на процентах и штрафах Не могли покрыть внезапные траты свыше 7000 ₽. Доступ к заработанным деньгам помогает отказаться от кредитов и экономить деньги на процентах и штрафах",
  },
];
