import arraw from "../image/waiting.svg";
import track from "../image/delivery-truck.svg";
import group from "../image/secure.svg";
import money from "../image/money-bags.svg";
import none from "../image/non.svg";
import ivan from "../image/Ivan.svg";
import artem from "../image/artem.svg";
import ivan2 from "../image/ivan2.svg";

export const arrNav = [
  "Как это работает",
  "3-й блок",
  "Вопросы и ответы",
  "Форма",
];

export const cards = [
  {
    image: arraw,
    title: "Прочитай задание внимательно",
    text: "Думаю у тебя не займет это больше двух-трех минут",
  },
  {
    image: track,
    title: "Изучи весь макет заранее",
    text: "Подумай как это будет работать на разных разрешениях и при скролле",
  },
  {
    image: group,
    title: "Сделай хорошо",
    text: "Чтобы мы могли тебе доверить подобные задачи в будущем",
  },
  {
    image: money,
    title: "Получи предложение",
    text: "Ну тут все просто, не я придумал правила, но думаю так и будет)))",
  },
];

export const questions = [
  {
    id: "1",
    title:
      "Подтверждено: сознание наших соотечественников не замутнено пропагандой?",
    text: "В частности, дальнейшее развитие различных форм деятельности позволяет выполнить важные задания по разработке дальнейших направлений развития. Предварительные выводы неутешительны: экономическая повестка сегодняшнего дня говорит о возможностях существующих финансовых и административных условий.",
  },
  {
    id: "2",
    title: "Прототип нового сервиса - это как трубный призыв?",
    text: "В частности, дальнейшее развитие различных форм деятельности позволяет выполнить важные задания по разработке дальнейших направлений развития. Предварительные выводы неутешительны: экономическая повестка сегодняшнего дня говорит о возможностях существующих финансовых и административных условий.",
  },
  {
    id: "3",
    title: "Частокол на границе продолжает удивлять?",
    text: "В частности, дальнейшее развитие различных форм деятельности позволяет выполнить важные задания по разработке дальнейших направлений развития. Предварительные выводы неутешительны: экономическая повестка сегодняшнего дня говорит о возможностях существующих финансовых и административных условий.",
  },
  {
    id: "4",
    title: "Очевидцы сообщают, что слышали грохот грома градущих изменений?",
    text: "В частности, дальнейшее развитие различных форм деятельности позволяет выполнить важные задания по разработке дальнейших направлений развития. Предварительные выводы неутешительны: экономическая повестка сегодняшнего дня говорит о возможностях существующих финансовых и административных условий.",
  },
  {
    id: "5",
    title:
      "И по сей день в центральных регионах звучит перекатами печальный плач оппозиции?",
    text: "В частности, дальнейшее развитие различных форм деятельности позволяет выполнить важные задания по разработке дальнейших направлений развития. Предварительные выводы неутешительны: экономическая повестка сегодняшнего дня говорит о возможностях существующих финансовых и административных условий.",
  },
  {
    id: "6",
    title:
      "Нынче никто не может себе позволить инициировать треск разлетающихся скреп?",
    text: "В частности, дальнейшее развитие различных форм деятельности позволяет выполнить важные задания по разработке дальнейших направлений развития. Предварительные выводы неутешительны: экономическая повестка сегодняшнего дня говорит о возможностях существующих финансовых и административных условий.",
  },
  {
    id: "7",
    title: "Высококачественный прототип будущего проекта обнадёживает?",
    text: "В частности, дальнейшее развитие различных форм деятельности позволяет выполнить важные задания по разработке дальнейших направлений развития. Предварительные выводы неутешительны: экономическая повестка сегодняшнего дня говорит о возможностях существующих финансовых и административных условий.",
  },
];

export const articles = [
  {
    title: "Опрошенных пользовались микрокредитами",
    text: "Не могли покрыть внезапные траты свыше 7000 ₽. Доступ к заработанным деньгам помогает отказаться от кредитов и экономить деньги на процентах и штрафах Не могли покрыть внезапные траты свыше 7000 ₽. Доступ к заработанным деньгам помогает отказаться от кредитов и экономить деньги на процентах и штрафах",
  },
  {
    title: "Опрошенных пользовались микрокредитами",
    text: "Не могли покрыть внезапные траты свыше 7000 ₽. Доступ к заработанным деньгам помогает отказаться от кредитов и экономить деньги на процентах и штрафах Не могли покрыть внезапные траты свыше 7000 ₽. Доступ к заработанным деньгам помогает отказаться от кредитов и экономить деньги на процентах и штрафахНе могли покрыть внезапные траты свыше 7000 ₽. Доступ к заработанным деньгам помогает отказаться от кредитов и экономить деньги на процентах и штрафах",
  },
  {
    title: "Опрошенных пользовались микрокредитами",
    text: "Не могли покрыть внезапные траты свыше 7000 ₽. Доступ к заработанным деньгам помогает отказаться от кредитов и экономить деньги на процентах и штрафах Не могли покрыть внезапные траты свыше 7000 ₽. Доступ к заработанным деньгам помогает отказаться от кредитов и экономить деньги на процентах и штрафахНе могли покрыть внезапные траты свыше 7000 ₽. Доступ к заработанным деньгам помогает отказаться от кредитов и экономить деньги на процентах и штрафах",
  },
  {
    title: "Опрошенных пользовались микрокредитами",
    text: "Не могли покрыть внезапные траты свыше 7000 ₽. Доступ к заработанным деньгам помогает отказаться от кредитов и экономить деньги на процентах и штрафах Не могли покрыть внезапные траты свыше 7000 ₽. Доступ к заработанным деньгам помогает отказаться от кредитов и экономить деньги на процентах и штрафах",
  },
];

export const reviews = [
  {
    name: "Константинов Михаил Павлович",
    img: none,
    city: "Санкт-Петербург",
    text: "Каждый из нас понимает очевидную вещь: перспективное планирование предоставляет широкие возможности для анализа существующих паттернов поведения. В своём стремлении улучшить пользовательский опыт мы ",
  },
  {
    name: "Иван Иванов",
    img: ivan,
    city: "Санкт-Петербург",
    text: "Каждый из нас понимает очевидную вещь: перспективное планирование предоставляет широкие возможности для анализа существующих паттернов поведения. В своём стремлении улучшить пользовательский опыт мы упускаем, что активно развивающиеся страны третьего мира призваны к ответу.",
  },
  {
    name: "Артем Корнилов",
    img: artem,
    city: "Самара",
    text: "Каждый из нас понимает очевидную вещь: перспективное планирование предоставляет широкие возможности для анализа существующих паттернов поведения.",
  },
  {
    name: "Иван Иванов",
    img: ivan2,
    city: "Санкт-Петербург, ИП Иванов",
    text: "Каждый из нас понимает очевидную вещь: перспективное планирование предоставляет широкие возможности для анализа существующих паттернов поведения. В своём стремлении улучшить пользовательский опыт мы упускаем, что активно развивающиеся страны третьего мира призваны к ответу.",
  },
  {
    name: "Артем Корнилов",
    img: artem,
    city: "Самара",
    text: "Каждый из нас понимает очевидную вещь: перспективное планирование предоставляет широкие возможности для анализа существующих паттернов поведения.",
  },
];
